Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Jerusalem and the Messiah, in their names, share a common message.
pt: Jerusalém e o Messias, em seus nomes, compartilham uma mensagem comum.

source: Jerusalem, glory, might (4:8)
pt: Jerusalém, glória, poder (4: 8)

source: Jerusalem, kingdom, glory, power:
pt: Jerusalém, reino, glória, poder:

source: Jerusalem’s name has been the subject of considerable comment in Jewish tradition.
pt: O nome de Jerusalém tem sido objeto de considerável comentário na tradição judaica.

source: Jeshua makes his analysis on that level.
pt: Jeshua faz sua análise nesse nível.

source: Jeshua’s requirements concerned all the Law, not just the provisions concerning murder and adultery.
pt: As exigências de Jeshua diziam respeito a toda a lei, não apenas as disposições relativas a assassinato e adultério.

source: Jesus also puts us on guard against a superficial observance of the Law.
pt: Jesus também nos coloca em guarda contra uma observância superficial da lei.

source: Jesus also understood it this way.
pt: Jesus também entendeu dessa maneira.

source: Jesus did not detract from the principle in Sabbath rest - far from it.
pt: Jesus não desviou do princípio no descanso sabático - longe disso.

source: Jesus here was not promoting, as C. Tresmontant suggests,199 a “humanization” or liberalization of the Sabbath.
pt: Jesus aqui não estava promovendo, como sugere C. Tresmontant, uma "humanização" ou liberalização do sábado.

source: Jesus occasionally healed the sick on the Sabbath day (cf.
pt: Jesus ocasionalmente curava os enfermos no dia de sábado (cf.

source: Jesus offered no resistance.
pt: Jesus não ofereceu resistência.

source: Jesus wanted His disciples to avoid a situation in which compromise would appear acceptable and justified.
pt: Jesus queria que Seus discípulos evitassem uma situação em que o compromisso aparecesse aceitável e justificado.

source: Jesus was well aware of man’s cowardice and his inclination to discover the easy pretext.
pt: Jesus estava bem ciente da covardia do homem e de sua inclinação para descobrir o pretexto fácil.

source: Jesus would be crucified.
pt: Jesus seria crucificado.

source: Jesus’ reputation had not yet spread beyond the Palestinian frontiers.
pt: A reputação de Jesus ainda não havia se espalhado além das fronteiras palestinas.

source: Jew like them, he spoke their language and based his presentation on their well-known scriptural criteria.
pt: Judeus como eles, ele falava sua língua e baseava sua apresentação em seus conhecidos critérios escriturísticos.

source: Jewish extremists bent on the defense of Diaspora orthodoxy may appear to take such statements at face value.
pt: Extremistas judeus empenhados na defesa da ortodoxia da diáspora podem parecer tomar tais declarações pelo seu valor nominal.

source: Jewish tradition draws the attention of the believer to the fact that, when God addressed Israel to give His law, the people answered: “All that the Lord has spoken we will do, and we will be obedient [Hebrew: “hear” and “obey” are the same word].” Exodus 24:7.
pt: A tradição judaica chama a atenção do crente para o fato de que, quando Deus se dirigiu a Israel para dar Sua lei, o povo respondeu: “Tudo o que o Senhor falou nós faremos, e seremos obedientes [hebraico:“ ouve ”e“ obedecer ”são a mesma palavra].” Êxodo 24: 7.

source: Jews converted to Christianity may still retain total citizenship in the state of Israel.
pt: Os judeus convertidos ao cristianismo ainda podem manter a cidadania total no estado de Israel.

source: Jews had encountered occasional outbreaks of intolerance….
pt: Os judeus tinham encontrado surtos ocasionais de intolerância.

source: John 3:8.
pt: João 3: 8

source: John 9:16; Mark 3:1 - 5; Luke 13:10-17).
pt: João 9:16; Marcos 3: 1 - 5; Lucas 13: 10-17).

source: John probably was thinking of this fact when he began his Gospel by mentioning the creative Word at the beginning (John 1.1-3) and concluded the Revelation, the last book of the New Testament, by invoking the kingdom of the Messiah (Revelation 22:20).
pt: João provavelmente estava pensando neste fato quando começou seu Evangelho mencionando a Palavra criadora no princípio (João 1.1-3) e concluiu a Revelação, o último livro do Novo Testamento, invocando o reino do Messias (Apocalipse 22: 20).

source: John says it in so many words: “By this we may be sure that we know him, if we keep his commandments.
pt: João diz isso em muitas palavras: “Por isso podemos ter certeza de que o conhecemos, se guardarmos seus mandamentos.

source: John wrote, “The chief priests and the Pharisees gathered the council, and said, ‘What are we to do?
pt: João escreveu: “Os principais sacerdotes e os fariseus reuniram o conselho e disseram: 'O que devemos fazer?

source: Judaism and Christianity became two distinct races!
pt: O judaísmo e o cristianismo se tornaram duas raças distintas!

source: Judaism hardened its stand within the bounds of the Law because the Law was the principal object of attack - “principal,” because this was the major point that separated the Jews from the Christians.
pt: O judaísmo endureceu sua posição dentro dos limites da Lei porque a Lei era o principal objeto de ataque - "principal", porque esse era o ponto principal que separava os judeus dos cristãos.

source: Judaism has likewise opted to march to this music.
pt: O judaísmo também optou por marchar para essa música.

source: Judaism until then had enjoyed legal privileges under the empire; now Judaism was soon to be humiliated, vilified, and brought low.
pt: O judaísmo até então gozava de privilégios legais sob o império; agora o judaísmo logo seria humilhado, difamado e humilhado.

source: Judaism, according to Andre Neher, is the “Community of the Law.” This is what characterizes it vis-a-vis Christianity.21 Historically it is on this point that the schism was conceived.
pt: O judaísmo, de acordo com Andre Neher, é a “Comunidade da Lei”. É isso que o caracteriza em relação ao cristianismo.21 Historicamente, é nesse ponto que o cisma foi concebido.

source: Judas did have an idea in the back of his head: Force the Lord to forego any further dallying and to perform finally as the people expected the promised Messiah to perform.
pt: Judas teve uma idéia na parte de trás de sua cabeça: forçar o Senhor a renunciar a qualquer outro jogo e realizar finalmente como as pessoas esperavam que o prometido Messias se apresentasse.

source: Judas did not foresee this eventuality, nor did he want it.
pt: Judas não previu essa eventualidade, nem a quis.

source: Judas, for instance, who betrayed Jesus and turned Him over to the mob, was surprised by the turn of events.
pt: Judas, por exemplo, que traiu Jesus e entregou-o à turba, ficou surpreso com o rumo dos acontecimentos.

source: Judeo-Christian societies continue to be overrun by a neopaganism, whose idols are more deadly than those decried by the prophets in the days of long ago.
pt: As sociedades judaico-cristãs continuam a ser invadidas por um neopaganismo, cujos ídolos são mais mortais do que os profanados pelos profetas nos tempos de outrora.

source: Jules Isaac seems to have perceived this conclusion, since he finds in that fourth century the portents of the great persecution of the Jews.83
pt: Jules Isaac parece ter percebido essa conclusão, pois encontra nesse século IV os presságios da grande perseguição aos judeus.83

source: Jules Isaac, in his outstanding work Jesus and Israel, called the attention of believers, whatever their denomination, to the facts: “Nothing could be more vain than to oppose gospel and Judaism - the gospel that Jesus preached in the synagogue and the temple.
pt: Jules Isaac, em sua notável obra Jesus e Israel, chamou a atenção dos crentes, seja qual for sua denominação, para os fatos: “Nada poderia ser mais vão do que se opor ao evangelho e ao judaísmo - o evangelho que Jesus pregou na sinagoga e no templo.

source: Julien Green’s apostrophe cannot be heard with indifference: “It is useless for us to try to hide: we Christians, almost all of us, are responsible in degrees that vary mysteriously from one soul to another, according to the light possessed.
pt: A apóstrofe de Julien Green não pode ser ouvida com indiferença: “É inútil tentarmos nos esconder: nós cristãos, quase todos nós, somos responsáveis ​​em graus que variam misteriosamente de uma alma para outra, de acordo com a luz que possuímos.

source: Just like a Greek tutor, a servant assigned the task of taking the pupil to the master teacher, the Law ‘s function is to lead the believer to the Messiah-Savior.
pt: Assim como um tutor grego, um servo atribuiu a tarefa de levar o aluno ao professor mestre, a função da Lei é levar o crente ao Messias-Salvador.

source: Kierkegaard observed, “The world in its present state - our total life - is sickness.
pt: Kierkegaard observou: “O mundo em seu estado atual - nossa vida total - é doença.

source: Kierkegaard’s observation was confirmed on an Austrian television program during a recent Easter season.
pt: A observação de Kierkegaard foi confirmada em um programa de televisão austríaco durante uma recente temporada de Páscoa.

source: Kings, priests, and prophets continually encouraged Israel to return to the old paths, exhorting the people to repent.
pt: Reis, sacerdotes e profetas continuamente encorajaram Israel a retornar aos antigos caminhos, exortando o povo a se arrepender.

source: Know therefore and understand that from the going forth of the word to restore and build Jerusalem to the coming of an anointed one, a prince, there shall be seven weeks.
pt: Sabei, pois, e entendes que desde a saída da palavra para restaurar e edificar Jerusalém até a vinda de um ungido, um príncipe, haverá sete semanas.

source: Knowing the nature of this prophetic period, we still must determine the starting point.
pt: Conhecendo a natureza desse período profético, ainda precisamos determinar o ponto de partida.

source: Laborious and remarkable research done by Marcel Simon, a Christian historian, brought him to the conclusion that “the expansion of ecclesiastical antiSemitism dates from the fourth century.“51
pt: Pesquisas laboriosas e notáveis ​​feitas por Marcel Simon, um historiador cristão, levaram-no à conclusão de que “a expansão do antissemitismo eclesiástico data do século IV”.

source: Language and vocabulary need to be changed, for language exercises a strong influence on thought.
pt: A linguagem e o vocabulário precisam ser mudados, pois a linguagem exerce uma forte influência no pensamento.

source: Large noses, flappy ears, intelligence, covetousness - the portrait of Jews being unlike other people makes a story without end.
pt: Narizes grandes, orelhas de abano, inteligência, cobiça - o retrato de judeus sendo diferente das outras pessoas faz uma história sem fim.

source: Lastly, no one could overlook that the Messiah known as Jeshua had been executed approximately three and a half years after the beginning of His public ministry,188 in the year A.D.
pt: Por último, ninguém poderia ignorar que o Messias conhecido como Jeshua havia sido executado cerca de três anos e meio após o início de seu ministério público, 188 no ano dC

source: Lateral parallelism also can be seen between A1 and B1, A2 and B2, A3 and B3:
pt: O paralelismo lateral também pode ser visto entre A1 e B1, A2 e B2, A3 e B3:

source: Lazarus who had been resurrected from the dead, John the beloved disciple, and all the others, including many who had been healed or comforted or edified - they knew the truth, but to speak would have been dangerous.
pt: Lázaro, que ressuscitara dos mortos, João, o discípulo amado, e todos os outros, incluindo muitos que haviam sido curados, consolados ou edificados - eles conheciam a verdade, mas falar seria perigoso.

source: Lectured to continuously, reprimanded unceasingly, Israel was constantly forced to call its very existence into question and to be ready always to make the needed correction: its conversion.
pt: Lecionado para continuamente, repreendido incessantemente, Israel foi constantemente forçado a questionar sua própria existência e estar sempre pronto para fazer a correção necessária: sua conversão.

source: Let him not be hasty to accuse others; rather, let him look at himself carefully to see if, perchance, the faults he thinks to see in the Jews are not also in him!
pt: Que ele não seja apressado em acusar os outros; antes, olhe para si mesmo cuidadosamente para ver se, por acaso, as falhas que ele pensa ver nos judeus também não estão nele!

source: Let him refrain from all generalizations, such as “the Jews are like that,” “that is typically Jewish,” “what else would you expect from a Jew,” or, paradoxically, “I love the Jews.” These and similar expressions reveal prejudice.
pt: Deixe-o abster-se de todas as generalizações, tais como "os judeus são assim", "que é tipicamente judeu", "o que mais você esperaria de um judeu" ou, paradoxalmente, "eu amo os judeus". revelar preconceito.

source: Let him understand that there is no such thing as a Jewish race, and that there is therefore no other reason for him to believe himself inferior or superior “biologically” to others.
pt: Deixe-o entender que não existe tal coisa como uma raça judaica, e que, portanto, não há outra razão para ele acreditar-se inferior ou superior "biologicamente" aos outros.

source: Let it be noted, too, that it is tradition, whose genius is chiefly cultural, that has thwarted all attempts at dialogue between Judaism and Christianity.
pt: Note-se, também, que é a tradição, cujo gênio é principalmente cultural, que frustrou todas as tentativas de diálogo entre o judaísmo e o cristianismo.

source: Let none be astonished that I should linger somewhat on this word conversion.
pt: Que ninguém fique surpreso que eu deva demorar um pouco nessa palavra conversão.

source: Let the Christian exercise care over educational systems and teaching.
pt: Deixe o cristão se preocupar com os sistemas educacionais e com o ensino.

source: Let us eliminate forever and combat with courage in all circumstances those caricatured representations so unworthy of honest people and totally unsuitable for a Christian, such as these: The Jew is ‘quite different from anyone else’ - with a dash of scorn, even contempt added - the Jew is ambitious and conspiring and practices usury; and yet another more terrible in its consequences makes the Jew guilty of deicide.
pt: Vamos eliminar para sempre e combater com coragem em todas as circunstâncias aquelas representações caricaturadas tão indignas de pessoas honestas e totalmente inadequadas para um cristão, tais como: O judeu é 'completamente diferente de qualquer outra pessoa' - com um pouco de desprezo, até mesmo desprezo - o judeu é ambicioso e conspirador e pratica usura; e ainda outro mais terrível em suas conseqüências faz o judeu culpado de deicídio.

source: Let us not forget, in the support of this viewpoint, that this punctuation is affirmed by the most ancient versions, such as the Septuagint and the Peshitta, with the Dead Sea Scrolls following suit.177
pt: Não nos esqueçamos, no suporte deste ponto de vista, que essa pontuação é afirmada pelas versões mais antigas, como a Septuaginta e a Peshitta, com os Manuscritos do Mar Morto seguindo o exemplo.177

source: Let us take vengeance on them and eliminate them from the bosom of the nations, so that none shall again remember the name of Israel.“55
pt: Vamos vingar-se deles e eliminá-los do seio das nações, para que ninguém se lembre do nome de Israel ”. 55

source: Let us then have nothing in common with the detestable Jewish crowd.” Eusebius, Life of Constantine 3.18-19 (Skene and Post-Nicene Fathers, Second Series, 1:524-525).
pt: Não tenhamos nada em comum com a detestável multidão judaica ”. Eusébio, Vida de Constantino 3.18-19 (Skene and Post-Nicene Fathers, Second Series, 1: 524-525).

source: Liberty.
pt: Liberdade.

source: Life changed and became filled with faith, love, and hope.
pt: A vida mudou e ficou cheia de fé, amor e esperança.

source: Life henceforth was centered in Him.
pt: A vida daqui em diante estava centrada Nele.

source: Like Him, the animal suffered and died in the Israelite’s place.
pt: Como ele, o animal sofreu e morreu no lugar dos israelitas.

source: Like Him, the animal’s sacrifice brought peace to the troubled conscience.
pt: Como ele, o sacrifício do animal trouxe paz à consciência conturbada.

source: Like a mirror (James 1:23-25) that reflects one’s physical characteristics, the Law is able to reflect one’s moral characteristics and thus the destiny that awaits lawbreakers.
pt: Como um espelho (Tiago 1: 23-25) que reflete as características físicas de uma pessoa, a Lei é capaz de refletir as características morais de alguém e, portanto, o destino que aguarda os infratores da lei.

source: Like the Messiah, the sacrificial animal carried the burden of the Israelite’s sin.
pt: Como o Messias, o animal do sacrifício carregava o fardo do pecado do israelita.

source: Likewise the Zohar98 mentions it, claiming that the passage refers to a “messianic period.“99 Were a doubt still to remain, one could consult an ancient “gematria”100 which definitely associates the word Nahas (serpent) with Meshiah (Messiah).
pt: Da mesma forma, o Zohar98 menciona, alegando que a passagem se refere a um “período messiânico” .99 Se ainda houvesse uma dúvida, poderíamos consultar uma antiga “gematria” 100 que associa definitivamente a palavra Nahas (serpente) a Meshiah (Messias).

source: Likewise, Christian tradition engages in a sharp controversy on the subject.250 A church leader like Justin Martyr does not hesitate to say that any Christian believing in the immortality of the soul is guilty of heresy: “If then you encounter people who call themselves Christians,” says he, “w ho deny the resurrection of the dead and claim that at death their souls are taken to heaven, do not consider them to be Christians.“251
pt: Da mesma forma, a tradição cristã se envolve em uma aguda controvérsia sobre o assunto.250 Um líder da igreja como Justino Mártir não hesita em dizer que qualquer cristão que crê na imortalidade da alma é culpado de heresia: “Se você encontrar pessoas que se chamam cristãs ", Diz ele," que nega a ressurreição dos mortos e afirma que na morte suas almas são levadas para o céu, não as considerem cristãs. "251

source: Likewise, one must know the adventure of a personal relationship with the Messiah if one is to recognize Him in the prophecies.
pt: Da mesma forma, é preciso conhecer a aventura de um relacionamento pessoal com o Messias, se alguém o reconhecer nas profecias.

source: Likewise, the three verses on the Messiah (Ai, A2, A3) refer systematically to periods expressed in weeks.
pt: Da mesma forma, os três versículos sobre o Messias (Ai, A2, A3) referem-se sistematicamente a períodos expressos em semanas.

source: Literary parallelism163 suggests this form beginning with the prelude:
pt: O paralelismo literário163 sugere essa forma começando com o prelúdio:

source: Literary works generally present the Jew as “deceitful and cowardly,” but it was left for Albert Memmi to reveal the secret of it all: “Let none tell me that you cannot find deceitful and cowardly Christians.
pt: Obras literárias geralmente apresentam o judeu como "enganoso e covarde", mas foi deixado para Albert Memmi revelar o segredo de tudo: "Ninguém me diga que você não pode encontrar cristãos enganadores e covardes.

source: Looking beyond the immediate historical application to the return from Babylonian captivity,127 Jeremiah is thinking, by analogy, of messianic redemption.
pt: Olhando além da aplicação histórica imediata ao retorno do cativeiro babilônico, Jeremias está pensando, por analogia, na redenção messiânica.

source: Lovsky, a Christian theologian, likewise interpreted antiSemitism as “The shadow carried by the mystery of Israel among the nations… just as enduring as the role of Israel in the world.“47
pt: Lovsky, um teólogo cristão, também interpretou o antissemitismo como "a sombra carregada pelo mistério de Israel entre as nações ... tão duradoura quanto o papel de Israel no mundo".

source: Luke’s extreme care in dating with precision the beginning of the Messiah’s ministry reveals the importance attached to prophetic chronology.
pt: O extremo cuidado de Lucas em datar com precisão o início do ministério do Messias revela a importância atribuída à cronologia profética.

source: Luther’s pamphlet “Against the Jews and Their Lies”: “In truth, the Jews, being foreigners, should possess nothing, and what they do possess should be ours.” “To this day we still do not know what devil brought them into our country.” “Aside from the Devil, you have no enemy more venomous, more desperate, more bitter, than a true Jew.”
pt: O panfleto de Lutero “Contra os Judeus e Suas Mentiras”: “Na verdade, os judeus, sendo estrangeiros, não devem possuir nada, e o que eles possuem deve ser nosso.” “Até hoje ainda não sabemos o que o diabo trouxe para nossa país. ”“ Além do diabo, você não tem inimigo mais venenoso, mais desesperado, mais amargo, do que um verdadeiro judeu. ”

source: Man cannot save himself.
pt: O homem não pode salvar a si mesmo.

source: Man has forgotten, perhaps, that God has spoken, that God has revealed the way, that He has promised to come!
pt: O homem esqueceu, talvez, que Deus falou, que Deus revelou o caminho, que Ele prometeu vir!

source: Man insists on having his say.
pt: O homem insiste em ter sua palavra.

source: Manners and customs, religion, and even the garb,67 that had to then distinguished the Jews, tended to disappear.
pt: As maneiras e os costumes, a religião e até mesmo o traje, que então distinguiam os judeus, tendiam a desaparecer.

source: Many Christians are so conditioned from childhood to believe in Jesus that it is difficult for them to conceive of the existence of any other faith.
pt: Muitos cristãos são tão condicionados desde a infância a acreditar em Jesus que é difícil para eles conceber a existência de qualquer outra fé.

source: Many claimed to have been healed by Him or by His name.
pt: Muitos alegaram ter sido curados por Ele ou pelo Seu nome.

source: Many contradictions exist even with the tradition.
pt: Muitas contradições existem mesmo com a tradição.

source: Many of them ended in atrocious massacres - from Judas the Galilean, who preached revolt against Rome when Jesus was a child, to Bar-Kokhba.
pt: Muitos deles terminaram em massacres atrozes - desde Judas, o Galileu, que pregou a revolta contra Roma quando Jesus era criança, até Bar-Kokhba.

source: Many were still asleep when Jesus went on trial.
pt: Muitos ainda dormiam quando Jesus foi a julgamento.

source: Many witnesses can be found in Jewish literature to a deep, abiding faith that a personal Messiah was to come, whose redemptive mission would merge in sacrifice.
pt: Muitas testemunhas podem ser encontradas na literatura judaica para uma fé profunda e permanente de que um Messias pessoal estava por vir, cuja missão redentora se fundiria em sacrifício.

source: Maran Atha: ‘The Lord has come.”
pt: Maran Atha: 'O Senhor veio'.

source: Mark 14:2), they decided to bring Jesus to judgment during the night (Matthew 26:31; 27:1), which was a most irregular procedure.210 The priests did all this with stealth because they were very conscious of Jesus’ popularity.
pt: Marcos 14: 2), eles decidiram trazer Jesus para o julgamento durante a noite (Mateus 26:31; 27: 1), que foi um procedimento muito irregular.210 Os sacerdotes fizeram tudo isso com discrição porque eles estavam muito conscientes de Jesus ' popularidade.

source: Mark 1:15.
pt: Marcos 1:15
